// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Str_FaxContacts"="通讯录";
"Str_FaxAddressBook"="地址簿";
"Str_FaxSyncContacts"="同步%@";

"Str_FaxSyncContacts_Start"="开始";
"Str_FaxPrintQueue"="打印队列";
"Str_FaxStatus"="状态";
"Str_FaxSyncContacts_Sync_Waiting"="请稍等。";

"Str_FaxSyncContact_CannotAccess_A"="不允许访问%@。";
"Str_FaxSyncContact_CannotAccess_B"="允许FAX Utility访问%@。进入[系统偏好设置] - [安全性与隐私] - [隐私] - [%@]。\n重新启动FAX Utility以更新。";

"Str_FaxSyncContact_StartInfo_A"="同步%@（手动）";
"Str_FaxSyncContact_StartInfo_B"="当在其他应用程序的[打印...]对话框中选择传真接收人时，允许显示您的%@列表。如果您对列表做了任何编辑，请记得再次同步%@。";
"Str_FaxSyncContact_StartInfo_C"="这将被应用到所有爱普生传真打印队列。\n继续前请确保：";
"Str_FaxSyncContact_StartInfo_D"="      -所有应用程序的[打印...]对话框已关闭。\n      -没有正在发送的传真。\n      -没有打印机传真队列处于暂停状态。";

"Str_FaxSyncContact_OpenPrintQueue"="要访问打印队列，进入[系统偏好设置] - [打印与扫描] - [打开打印队列...]。";
"Str_FaxSyncContact_StartInfo_Start"="点击[开始]开始同步%@。";

"Str_FaxSyncContact_State_Title"="要同步%@的爱普生传真打印队列：";

"Str_FaxSyncContact_State_Idle"="准备就绪";
"Str_FaxSyncContact_State_InProgress"="正在同步";
"Str_FaxSyncContact_State_PauseQueue"="已暂停";
"Str_FaxSyncContact_State_SendingFax"="正在发送传真";
"Str_FaxSyncContact_State_HoldJob"="正在挂起任务";
"Str_FaxSyncContact_State_WaitSync"="忙";
"Str_FaxSyncContact_State_SyncComplete"="同步完成";
"Str_FaxSyncContact_State_SyncFailed"="同步失败";

"Str_FaxSyncContacts_Sync"="正在同步%@。";
"Str_FaxSyncContacts_SyncBusy"="有一个或多个打印队列不能同步。打印队列无暂停或传真被发送后，同步%@将恢复。";
"Str_FaxSyncContacts_SyncBusy_Check"="检查爱普生传真打印队列。";

"Str_FaxSyncContacts_Sync_Cancel"="正在取消。";

"Str_FaxSyncContacts_Complete"="同步%@完成。";
"Str_FaxSyncContacts_CompleteWithCancel"="（在操作取消前，同步%@已完成。）";

"Str_FaxSyncContacts_Error_A"="同步%@失败。";
"Str_FaxSyncContacts_Error_B"="确认爱普生传真打印队列没有被暂停、没有正在挂起的任务或没有正在发送的传真。";

"Str_FaxSyncContact_ErrorOldPPD"="旧版的PC-Fax驱动创建了一个或多个爱普生传真打印队列。\n\n为了实现同步%@，您需要进入[系统偏好设置] - [打印与扫描]，然后删除旧的队列并使用最新的PC-FAX驱动重新创建爱普生传真打印队列。";
"Str_FaxSyncContact_State_Title_ErrorOldPPD"="要重新创建的爱普生传真打印队列：";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="关于FAX Utility...";
"Preferences..."="偏好设置...";
"Services"="服务";
"Hide FAX Utility"="隐藏 FAX Utility";
"Hide Others"="隐藏其他";
"Show All"="显示全部";
"Quit FAX Utility"="退出FAX Utility";
"File"="文件";
"Close"="关闭";
"Window"="窗口";
"Minimize"="最小化";
"Help"="帮助";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="取消";
"Str_Alert_Common_OK"="好";

"Str_Alert_Common_Necessary_File_Not_Found"="找不到执行该应用程序所需的文件。\n请重新安装FAX Utility。";
"Str_Alert_Common_Cannot_Get_Printer_Information"="无法获取打印机（传真）信息。请前往\"打印与传真首选项\"，并添加PC-FAX驱动程序。";
"Str_Alert_Common_Confirm_OverWrite"="指定文件已存在。是否要覆盖？";
"Str_Alert_Common_Not_Responding_Error"="打印机不响应。确保打印机已正确连接且电源打开。";
"Str_Alert_Common_Communication_Error"="发生打印机通信错误。";
"Str_Alert_Common_Printer_Processing_Error"="打印机正在处理数据。请稍等片刻，然后重试。";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="与打印机通信时检测到错误。\n错误代码(%d)";
"Str_Alert_Common_Error_Occurred"="由于发生错误，处理已取消。";
"Str_Alert_Common_PrinterStatusError"="打印机发生错误。请排除错误，然后重试。";
